tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "openssl@1.1"
brew "awscli"
brew "commitizen"
brew "docker"
brew "gh"
brew "gnu-sed"
brew "graphviz"
brew "hadolint"
brew "languagetool"
brew "libffi"
brew "libpq"
brew "mysql"
brew "mysql-client"
brew "node"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "openssl@3"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "rust"
brew "yarn"
brew "zsh-autosuggestions"
cask "alacritty"
cask "alfred"
cask "dbeaver-community"
cask "firefox-developer-edition"
cask "flycut"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "plex"
cask "postman"
cask "pritunl"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "windterm"
